[{"race":"Mayor","first name":"Cyndy","last name":"Andrus","endorsed by":"Montana Conservaton Voters","website":"http://cyndyandrusformayor.com/","facebook":"https://www.facebook.com/CyndyAndrusforBozeman?fref=ts","phone number":"(H) 406-586-1815 (W) 406-581-1228","email address":"cyndy.andrus@gmail.com","why":"Solutions to Affordable Housing; Smart Growth/Intentional Development; Vibrant economy/ high quality jobs that support our quality of life; Enhance and upgrade Transportation Infrastructure (roads)","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?":"Yes","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?--moreinfo":"Finding solutions to affordable housing is a priority for me.This includes single family homes, multi-family homes and affordable rental housing. As we look to redevelop Midtown (N. 7th corridor) and possible expansion of the N. 7th TIF opportunities for more housing may exist. Additionally more housing for students near the University makes sense especially as we think about where where housing is needed and where city services currently exist. The University faculty and students are integral part of our community and as the University grows and the community grows affordable housing is essential. We are in the process of developing an Affordable Housing plan with many partners to be in place later this fall.","increase the city staff minimum wage to $15.00?":"Maybe","increase the city staff minimum wage to $15.00?--moreinfo":"During the last legislative session, I encouraged the Governor to Veto SB 241 (establish one minimum wage across the state) because I believe one minimum wage regulation does not fit every Montana community. I am open to looking at the conditions and needs in Bozeman to evaluate raising the minimum wage in our community.","grow the city in such a way that preserves our wilderness areas and agricultural lands?":"Yes","grow the city in such a way that preserves our wilderness areas and agricultural lands?--moreinfo":"The Citizens of Gallatin County have passed two open space bonds and the city of Bozeman passed an additional Trails, Parks and Open Space bond which indicate that preserving our wilderness areas and ag land is a priority to this community. In addition to good schools and good jobs our community values clean air, clean water, trails, parks and open space all of which add to our quality of life and quality of life is key in making communities more livable and more prosperous. While addressing the impact of development and planning for future growth is essential, protecting our quality of life is fundamental for building a strong and diverse economy. I will put my experience to work encouraging development that supports infill, more density and thoughtful neighborhood planning, discouraging sprawl and preserving our surroundings","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?":"Yes","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?--moreinfo":"In my six years on the commission, I have been very supportive of the implementation of the Climate Action plan and will continue to support the plan. I have voted to pass a budget which has included continued funding of a new water reclamation facility, a new water treatment plant, the addition of a water conservation specialist and single stream curbside recycling. This year, we passed a budget that included a funding plan to clean up our storm water, funding a full-time water conservation technician and continued funding efforts to clean up the landfill.","expand the streamline bus service?":"Yes","expand the streamline bus service?--moreinfo":"Streamline is a vital component to the community as it provides free transit service to the greater Bozeman area including Livingston and Belgrade. I will continue to support resources to fund Streamline and would consider expanding routes and stops in Bozeman where it is feasible and makes financial sense to do so.","support the continued use of the bearcat and the further militarization of our police force?":"Yes/No","support the continued use of the bearcat and the further militarization of our police force?--moreinfo":"I support the continued acquisition of the Bear Cat. I disagree with the statement that the Bear Cat equates to further militarization of our police force. I believe the Bear Cat was purchased specifically as a defense vehicle. It is considered a regional asset for Southwest Montana and as part of the grant application, the University submitted a letter of support. This vehicle can only be used as a Special Response team call out (hostage situation for example) not a misdemeanor or a civil disturbance. Outside of training, the Bear Cat has been used four times since it was acquired. The first was August of 2014 for an attempted homicide suspect in the county. The other three uses outside of training include: > An armed barricaded subject on West Olive Street in January. >An armed barricaded subject with a small child in a hotel room >And most recently our Special Response team responded to a request for assistance by Lewis and Clark County during the manhunt for the homicide suspect from Great Falls that had also committed a kidnapping and a carjacking and fled on foot into the hills around Hauser Lake. In addition to these three Special Response Team call-outs, the vehicle was used for three public education events during the reporting period: the Citizen’s Police Academy, Touch a Truck, and National Night Out.","lead the city in meeting the goals of the recently adopted equal pay resolution?":"Yes","lead the city in meeting the goals of the recently adopted equal pay resolution?--moreinfo":"Last spring, I worked with members of the Bozeman Business Professional Women (BPW) to help formalize our policies addressing equal pay. On June 8, 2015, the Bozeman City Commission passed the Equal Pay for Equal Work Resolution which I promoted. I am committed to narrowing the wage gap within the City by expanding the data collection for City employees to more easily facilitate the analysis of wages by gender. I will commit to commemorating Equal Pay Day each year as long as I serve on the commission.","name":"Cyndy Andrus","photo":"./images/counselors/Andrus.Cyndy.jpg"},{"race":"Mayor","first name":"Brett","last name":"Potter","endorsed by":"","website":"http://brettforbozeman.com/","facebook":"","phone number":"(H) 406-579-8450","email address":"brett@focusarchitects.com","why":"1) Sustainable infrastructure 2) Quality neighborhoods 3) High paying jobs","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?":"Yes","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?--moreinfo":"This is my number one priority and I have personally worked on and support affordable housing in Bozeman. I recognize affordable housing is a problem for the entire Bozeman community and I am committed to finding solutions that will work.","increase the city staff minimum wage to $15.00?":"Yes","increase the city staff minimum wage to $15.00?--moreinfo":"I support living wages in town.","grow the city in such a way that preserves our wilderness areas and agricultural lands?":"Yes","grow the city in such a way that preserves our wilderness areas and agricultural lands?--moreinfo":"My approach to municipal development maximizes the sustainability of these areas by minimizing our carbon footprint in our valley.","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?":"Yes","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?--moreinfo":"I believe that commuter traffic/automobile congestion is the number one environmental issue facing the Gallatin Valley and the Bozeman community. I fully support the Climate Action Plan and if elected Mayor, I will work hard to create opportunity for us to bus, bike, and walk to work in town.","expand the streamline bus service?":"Yes","expand the streamline bus service?--moreinfo":"I support Streamline because research shows that new businesses value communities with mass transit systems. I also support Streamline because it promotes sustainability within our community and it is cool!","support the continued use of the bearcat and the further militarization of our police force?":"No","support the continued use of the bearcat and the further militarization of our police force?--moreinfo":"The methods used to acquire the Bearcat were not achieved through the consensus of this community. The circumstances under which the Bearcat would be used were not arrived at democratically and I am personally not qualified to determine if we need one or how we would use it.","lead the city in meeting the goals of the recently adopted equal pay resolution?":"Yes","lead the city in meeting the goals of the recently adopted equal pay resolution?--moreinfo":"Yes, I support Equal Pay and I do not support any form of discrimination financial or otherwise.","name":"Brett Potter","photo":"./images/counselors/Potter.Brett.jpg"},{"race":"City Commissioner","first name":"JP","last name":"Polsak","endorsed by":"","website":"","facebook":"","phone number":"(H) 406-599-0423","email address":"j43p@hotmail.com","why":"","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?":"","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?--moreinfo":"","increase the city staff minimum wage to $15.00?":"","increase the city staff minimum wage to $15.00?--moreinfo":"","grow the city in such a way that preserves our wilderness areas and agricultural lands?":"","grow the city in such a way that preserves our wilderness areas and agricultural lands?--moreinfo":"","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?":"","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?--moreinfo":"","expand the streamline bus service?":"","expand the streamline bus service?--moreinfo":"","support the continued use of the bearcat and the further militarization of our police force?":"","support the continued use of the bearcat and the further militarization of our police force?--moreinfo":"","lead the city in meeting the goals of the recently adopted equal pay resolution?":"","lead the city in meeting the goals of the recently adopted equal pay resolution?--moreinfo":"","name":"JP Polsak","photo":null},{"race":"City Commissioner","first name":"Jeff","last name":"Krauss","endorsed by":"","website":"krauss4bozman.com","facebook":"","phone number":"(H) 406-587-3284 (W) 406-599-5836","email address":"jeffkrauss@krauss4bozeman.com","why":"To keep Bozeman a business and people friendly city where the American dream of home and family and successful career or business is still alive.","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?":"Yes","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?--moreinfo":"I'll do what is possible to incentivize the building of affordable rentals. I proposed the Workforce Housing levy a decade ago and it remains the only general levy of its kind in Montana. We've used that to subsidize 184 units last year that will be built in the next two years.","increase the city staff minimum wage to $15.00?":"No","increase the city staff minimum wage to $15.00?--moreinfo":"This is a management and collective bargaining issue. Policy should be to maintain wages ans salaries competitive with our peers that allow for efficient provision of services. Entry level and temporary service worker opportunities at lower wages are important for people just getting into the workforce","grow the city in such a way that preserves our wilderness areas and agricultural lands?":"Yes","grow the city in such a way that preserves our wilderness areas and agricultural lands?--moreinfo":"I was Co-Chair of the second Gallatin Open Space Bond committee and helped lead efforts on the first effort as well. Both were successful leading to $20 million in Open space bomds used to purchase development rights and preserve agriculture. I recognize that city and county landowners have the right to develop but encourage denser urban development on treated water and sanitary sewer. If the people of Bozeman want to encourage dense urban development, they will need to be willing to pay for infrastructure needed to achieve that goal. We can't believe in something so much that we will make the next person who comes to town paynfor it. If this is a Bozeman goal, then we all share in the cost of meeting that goal.","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?":"Maybe","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?--moreinfo":"I can't give carte blanche to any and every idea. However as Mayor, I secured a million dollar community solar project for Bozeman from Northwestern Energy which is being designed right now by NWE, the City of Bozeman and MSU to address issues that arose in the last legislature. I also wrote a letter to the PSC supporting the purchase of dams by NWE. That purchase means that 43% of NWE's energy production is renewable hydro.","expand the streamline bus service?":"No","expand the streamline bus service?--moreinfo":"The city buys a bus now and then but Streamline isn't a city effort. There isnt room in the city's general fund levy for every good project. We are currently expanding our workforce housimg levies and implementing new levies for parks and trails bonds. We just imposed two new taxes for protecting the environment with a stormwater district and for traffic safety with a new collector and arterial levy. There are high school and law and justice center and swimmimg pool levies awaiting voter approval. Others need to step up on the bus system, as they have so far.","support the continued use of the bearcat and the further militarization of our police force?":"No","support the continued use of the bearcat and the further militarization of our police force?--moreinfo":"I was the only member of the Commission to vote to NOT to keep the tank. Since then, the Montana legislature has put controls on military equipment for local police, signed by the Governor, and President Obama has ended transfers of some military equipment as well. We had a chance to be first on that list.","lead the city in meeting the goals of the recently adopted equal pay resolution?":"Yes","lead the city in meeting the goals of the recently adopted equal pay resolution?--moreinfo":"It's the 21st century; of course equal pay for equal work and equal performance is good policy.","name":"Jeff Krauss","photo":"./images/counselors/Krauss.Jeff.jpg"},{"race":"City Commissioner","first name":"Melvin","last name":"Howe","endorsed by":"","website":"","facebook":"","phone number":"(H) 406-587-8027 (W) 406-579-5473","email address":"melvin.howe@gmail.com","why":"I will support, among other concerns, proactive growth planning, affordability of housing, quality of life policies, and preservation of Bozeman'sunique character.","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?":"Maybe","priortize affordable rental housing development in the city's corridor (north 7th & near msu campus)?--moreinfo":"My support of affordable housing developments will depend on the merits of individual proposals, just as I now do as a member of the Affordable Housing Advisory Board and the Design Review Board.","increase the city staff minimum wage to $15.00?":"Maybe","increase the city staff minimum wage to $15.00?--moreinfo":"I will support a wage increase ($15.00 per hour sounds right) but your question asks if I will increase it (on my own). It will take a vote of the majority of commissioners to enact any proposal.","grow the city in such a way that preserves our wilderness areas and agricultural lands?":"Yes","grow the city in such a way that preserves our wilderness areas and agricultural lands?--moreinfo":"Preservation of open space is one of the planks in my platform.","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?":"Yes","strive to ensure the city of bozeman is meeting the goals set forth in 2011 climate action plan?--moreinfo":"I feel that the Commission and all employees of the City of Bozeman are duty bound to meet the goals of all enacted plans.","expand the streamline bus service?":"Yes","expand the streamline bus service?--moreinfo":"I will most certainly support the expansion of the Streamline Bus service. I frequently ride the bus. I was a member of the initial work group that originated Streamline and heartily support it.","support the continued use of the bearcat and the further militarization of our police force?":"No","support the continued use of the bearcat and the further militarization of our police force?--moreinfo":"\"Militarization\" of our police force is to be avoided. Use of the Bearcat is not an option except in rescue operations where it would be particularly suited for that use.","lead the city in meeting the goals of the recently adopted equal pay resolution?":"Yes","lead the city in meeting the goals of the recently adopted equal pay resolution?--moreinfo":"I will do my part in implementing equal pay goals - except for increase in pay of city Commissioners.","name":"Melvin Howe","photo":"./images/counselors/Howe.Melvin.jpg"}]